Repository: Jeffrso1/EyesApp
Catalog: Eyes/Eyes/*.lproj/Localizable.strings
Languages: pt_br

# Language
source: en-US
pt_br: pt-BR

# Country
source: US
pt_br: BR

source: Third-Party APIs
pt_br: APIs de Terceiros

# HowToUseIt
source: Learn how to use Eyes
pt_br: Como usar o app

source: Follow us on Social Media
pt_br: Nos Siga nas Redes Sociais

source: Get to know us!
pt_br: Conheça a gente!

source: Development Team
pt_br: Equipe de Desenvolvimento

source: Watch On-boarding
pt_br: Assistir Tutorial

source: Movies
pt_br: Filmes

source: Review
pt_br: Avalie

source: Details
pt_br: Detalhes

source: Search
pt_br: Buscar

source: Favorites
pt_br: Favoritos

# Pick Movies
source: Pick Movies from a Weekly-Trending List.
pt_br: Escolha um filme das tendências semanais.

# Review Movie
source: Review movies through a three simple and easy steps!
pt_br: Avalie o filme por um processo de três perguntas. Fáceis e simples!

# Choose Tags
source: Choose one or more tags to share the themes present on the movie.
pt_br: Escolha uma ou mais tags para representar o filme.

# Go To Details
source: See more details from your favorite movie, like the cast or a trailer!
pt_br: Veja mais detalhes como o elenco e o trailer do seu filme favorito.

# Search Movies
source: Find thousands of movies in one place.
pt_br: Encontre milhares de filmes em só lugar.

# Favorite Movies
source: Create personalized lists of your favorite movies.
pt_br: Crie uma lista personalizada com seus filmes favoritos.

source: iCloud Not Logged In
pt_br: iCloud sem Login

source: Please, go to the Settings app on your iPhone and login to iCloud to review
pt_br: Por favor, vá até o app Ajustes no seu iPhone e inicie sua sessão para avaliar

source: iCloud Integration
pt_br: Integração com iCloud

# iCloud Description
source: Eyes uses iCloud to store all user data generated by the app. In order to review movies throughout the app, you will need to be logged in to your iCloud account.
pt_br: Eyes utiliza o iCloud para armazenar todos os dados gerados pelos usuários no app. Para avaliar os filmes disponíveis no app, você precisa estar logada(o) na sua conta do iCloud.

source: Go to Settings App
pt_br: Ir para o app Ajustes

source: Get Started
pt_br: Começar

# WhatBechdelTest
source: What is the Bechdel Test?
pt_br: O que é o Teste de Bechdel?

# BechdelTest
source: The Bechdel Test also known as the Bechdel–Wallace test, is a measure of the representation of women in fiction. It asks whether a work features at least two women who talk to each other about something other than a man. The requirement that the two women must be named is sometimes added. - Article from WikiPedia
pt_br: O Teste de Bechdel é um conjunto de parâmetros utilizados para mensurar a representação de mulheres em um filme. Para que um filme passe no Teste de Bechdel, duas mulheres devem conversar sobre algo além de um homem. No Estados Unidos, 40% dos filmes ainda falham nesse teste. Perguntas: - O filme tem pelo menos duas personagens femininas nomeadas? - Elas conversam entre si? - As personagens têm pelo menos uma conversa que não seja sobre um homem?

source: How does it impact the films industry?
pt_br: Como ele impacta a indústria do cinema?

# ImpactIndustry
source: In 1985, the Bechdel Test impacted a lot inside of a little board that shows a discussion about its parameters. However, over time, the Test received criticism like: The Test Bechdel can’t investigate all the inequality in movies and media. According to the Study Center about the Woman in the Television and in the Cinema, in the San Diego State University, only 16% of women are directors or producer (2013). The Bechdel Test just measure what women say to each other; it doesn’t measure her positions, her clothing, her character in the movie or any other factor that defines the character. To ensure the gender empowerment, the tests need to go beyond the surface of female characters and look deeper into the characters to serve as a showcase to many different types of female representation.' Research based on: - Bouchat, Kathryn Gray. Testing the Bechdel Test (2019). University Honors Theses. Paper 714. https://doi.org/10.15760/honors.731 - Smith, Robin. Sizing Up Hollywood's Gender Gap (2017). Duke Research Blog. Available on: https://researchblog.duke.edu/2017/08/04/sizing-up-hollywoods-gender-gap/
pt_br: O Teste de Bechdel impactou bastante no ano de 1985, dentro de um quadrinho mostrando uma discussão sobre os parâmetro do Test. Mas, ao longo do tempo criticas chegaram como por exemplo: • Teste de Bechdel não consegue investigar completamente todas as desigualdades nos filmes e na mídia. • De acordo com o Centro de Estudos sobre a Mulher na Televisão e no Cinema da Universidade do Estado de San Diego, apenas 16% das mulheres são diretoras ou produtoras (2013). • O teste de Bechdel somente mede o que as mulheres falam uma para a outra; ele não mede quais são suas ocupações, o que estão vestindo, seu personagem no filme como um todo ou qualquer outro fator definidor do personagem. Para que haja empoderamento de gênero, os testes precisam ir além da superfície dos personagens femininos (suas conversas) e olhar mais a fundo no personagem para servir de vitrine para vários tipos diferentes de representação feminina. Pesquisa baseada em: - Bouchat, Kathryn Gray. Testing the Bechdel Test (2019). University Honors Theses. Paper 714. https://doi.org/10.15760/honors.731 - Smith, Robin. Sizing Up Hollywood's Gender Gap (2017). Duke Research Blog. Acesso em: https://researchblog.duke.edu/2017/08/04/sizing-up-hollywoods-gender-gap/ - Artigos da WikiPedia

source: Movie Trailer Not Available
pt_br: Trailer Indisponível

source: Please, try again later.
pt_br: Por favor, tente novamente mais tarde.

source: Error Uploading Review
pt_br: Falha ao enviar análise

source: Please, make sure all questions were anwsered.
pt_br: Por favor, responda todas as perguntas.

source: An unexpected error has ocurred.
pt_br: Um erro inesperado ocorreu.

source: Movie Options
pt_br: Opções do Filme

source: Save or Share Image
pt_br: Salvar ou Compartilhar Imagem

source: Share Trailer
pt_br: Compartilhar Trailer

source: Report Issue
pt_br: Reportar Problema

source: Report Issue:
pt_br: Reportar Problema:

source: Please, describe the issue regarding
pt_br: Por favor, descreva o problema com

source: If it is related to one or more tags, please list them all and why they are not correct
pt_br: Se o problema estiver relacionado com uma ou mais tags, por favor, liste-as abaixo e nos informe porque não estão corretas!

source: Cancel
pt_br: Cancelar

source: Your request could not be completed
pt_br: Sua solicitação não pôde ser finalizada

source: Make sure you have an e-mail account set up on your iPhone
pt_br: Certifique que uma conta de e-mail está configurada em seu iPhone

source: There was a problem sending your feedback
pt_br: Aconteceu um problema ao enviar seu feedback

source: Thanks for your feedback!
pt_br: Obrigada por seu feedback!

source: Your opinion is very important to us. We'll be in touch soon.
pt_br: Sua opinião é muito importante para nós. Entraremos em contato em breve.

source: Overview
pt_br: Mais Informações

source: Why Should You Watch It?
pt_br: Por que você deveria assitir?

source: Remove from Favorites
pt_br: Remover dos Favoritos

# Review Movies Action
source: Review Movie
pt_br: Analisar Filme

source: Go to Details
pt_br: Ir para Detalhes

source: No Results Found
pt_br: Nenhum Resultado Encontrado

source: No Movies Found
pt_br: Nenhum Filme Encontrado

# No Movies Favorited
source: You didn't favorite any movies yet
pt_br: Você ainda não favoritou nenhum filme

source: Find movies on Trending or on Search
pt_br: Encontre filmes no Em Alta ou no Buscar

source: See in on TMDb
pt_br: Veja no TMDb
